Repository: anishzoptal/AVTix
Catalog: avtixclient-ios/*.lproj/Localizable.strings
Languages: es, fr, nl

source: Don't have an account?Sign up now.
es: Inscrivez-vous pour obtenir un compte AVTix
fr: Vous n'avez pas de compte? S'inscrire maintenant.
nl: Heb je geen account? Meld je nu aan.

source: Forgot your login details?Get help signing in
es: ¿Ha olvidado sus datos de acceso? Obtenga ayuda para iniciar sesión
fr: Vous avez oublié vos informations de connexion? Obtenez de l'aide pour vous connecter
nl: Bent u uw inloggegevens vergeten? Hulp bij inloggen

source: Your password needs to be at least 7 characters long
es: Su contraseña debe tener al menos 7 caracteres
fr: Votre mot de passe doit comporter au moins 7 caractères.
nl: Uw wachtwoord moet minimaal 7 tekens lang zijn

source: Phone number registration register your phone to receive tickets via sms messages!
es: Registro de número de teléfono registre su teléfono para recibir boletos a través de mensajes SMS.
fr: Enregistrement du numéro de téléphone enregistrez votre téléphone pour recevoir des billets par SMS!
nl: Telefoonnummer registratie registreer uw telefoon om tickets te ontvangen via sms-berichten!

source: A display name is required
es: Entrez le nom à afficher
fr: Un nom d'affichage est requis
nl: Een weergavenaam is vereist

source: Loading Background......
es: Cargando fondo...
fr: Chargement du fond ......
nl: Achtergrond laden ......

source: Loading Tickets......
es: Cargando entradas...
fr: Chargement des billets ......
nl: Tickets laden ......

source: Loading Invitations......
es: Cargando invitaciones...
fr: Chargement des invitations ......
nl: Uitnodigingen laden ...

source: Loading Promotions......
es: Cargando Promociones...
fr: Chargement des promotions ......
nl: Promoties laden ......

source: Loading Events......
es: Cargando Eventos...
fr: Chargement des événements ......
nl: Evenementen laden ......

source: Loading Categories......
es: Cargando categorías...
fr: Chargement des catégories ......
nl: Categorieën laden ...

source: Loading ......
es: Chargement......
fr: Chargement ......
nl: Bezig met laden ......

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
nl: Wachtwoorden komen niet overeen

source: An old Password is required
es: Se requiere una contraseña antigua
fr: Un ancien mot de passe est requis
nl: Een oud wachtwoord is vereist

source: LastName is required
es: Se requiere apellido
fr: Nom est requis
nl: Achternaam is verplicht

source: FirstName is required
es: Se requiere el primer nombre
fr: Le prénom est requis
nl: Voornaam is verplicht

source: SELECT COUNTRY
es: SELECCIONAR PAÍS
fr: CHOISISSEZ LE PAYS
nl: SELECTEER LAND

source: Country is required
es: Se requiere pais
fr: Le pays est requis
nl: Land is verplicht

source: Country Code is required
es: Se requiere código de país
fr: Le code pays est obligatoire
nl: Landcode is verplicht

source: Phone number is required
es: Se requiere numero de telefono
fr: Le numéro de téléphone est obligatoire
nl: Telefoonnummer is verplicht

source: Activation Code is required
es: Se requiere código de activación
fr: Le code d'activation est requis
nl: Activeringscode is vereist

source: Phone number registration enter activation code (if number not added automatically) received via sms to number you have entered as phone number!
es: Registro de número de teléfono ingrese el código de activación (si el número no se agrega automáticamente) recibido a través de sms al número que ingresó como número de teléfono!
fr: Enregistrement du numéro de téléphone, entrez le code d'activation (si le numéro n'est pas ajouté automatiquement) reçu par SMS au numéro que vous avez entré comme numéro de téléphone!
nl: Telefoonnummer registratie voer activeringscode in (indien nummer niet automatisch toegevoegd) ontvangen via sms naar nummer dat u hebt ingevoerd als telefoonnummer!

source: An email is required
es: Se requiere un email
fr: Un e-mail est requis
nl: Een email is verplicht

source: OK
es: De acuerdo
fr: D'accord
nl: oke

source: used_stamp
es: used_stamp_es
fr: used_stamp_fr
nl: used_stamp_nl

source: f
es: f_es
fr: f_fr
nl: f_nl

source: g
es: g_es
fr: g_fr
nl: g_nl

source: c0
es: c0_es
fr: c0_fr
nl: c0_nl

source: c1
es: c1_es
fr: c1_fr
nl: c1_nl

source: c2
es: c2_es
fr: c2_fr
nl: c2_nl

source: c3
es: c3_es
fr: c3_fr
nl: c3_nl

source: c4
es: c4_es
fr: c4_fr
nl: c4_nl

source: c5
es: c5_es
fr: c5_fr
nl: c5_nl

source: c6
es: c6_es
fr: c6_fr
nl: c6_nl

source: c7
es: c7_es
fr: c7_fr
nl: c7_nl
